alsa-utils
bash
bzip2
coreutils
cryptsetup
cuda
cups
cups-pdf
deluge
device-mapper
dhclient
dhcpcd
diffutils
dmenu
dropbox
e2fsprogs
evince
exo
fakeroot
feh
file
filesystem
findutils
firefox
flashplugin
freerdp
garcon
gawk
gcc-fortran
gcc-libs
gettext
git
glibc
grep
grub
gtk-xfce-engine
gzip
hplip
ifplugd
imagemagick
inetutils
iproute2
iputils
jfsutils
less
lib32-alsa-plugins
lib32-libpulse
libreoffice-fresh
licenses
linux
logrotate
lvm2
lxdm
make
man-db
man-pages
mdadm
minecraft
nano
ncurses5-compat-libs
netctl
netpbm
ntfs-3g
nvidia
nvidia-libgl
opencl-nvidia
openssh
package-query
pacman
parted
pavucontrol
pciutils
pcmciautils
perl
pkgfile
ponymix
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
python-scipy
python2-matplotlib
python2-pip
redshift
reiserfsprogs
remmina
s-nail
samba
sed
shadow
spotify
sudo
sysfsutils
systemd-sysvcompat
tar
terminator
texinfo
texlive-core
thunar
thunar-volman
tumbler
unzip
usbutils
util-linux
vi
vim
vlc
weechat
wget
which
wine
wine-mono
wine_gecko
wmname
wxpython
xclip
xfce4-appfinder
xfce4-mixer
xfce4-panel
xfce4-power-manager
xfce4-session
xfce4-settings
xfce4-terminal
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xmobar
xmonad
xmonad-contrib
xorg-server
xorg-xmodmap
xorg-xrandr
xorg-xwd
yaourt
zip
